{
  "home": {
    "notify": "notify"
  },
  "aggrements": {
    "terms_of_use": "Wallet Terms of Use\n\nArticle 1: General Provisions\n1. Wallet (hereinafter “Wallet”) provides centralized digital asset management services based on blockchain.\n2. By using the wallet, the user is deemed to agree to the Terms of Use.\n3. These Terms of Use stipulate the rights and obligations between the user and the wallet, and the user must comply with them.\n\nArticle 2: Service provision\n1. Wallet provides services to safely store and manage users’ digital assets.\n2. The wallet provides functions such as sending, receiving, and viewing digital assets at the user's request.\n3. The wallet strives to provide safe services according to the password and security measures set by the user.\n\nArticle 3: User rights and obligations\n1. Users must comply with these Terms of Use and use their wallet safely.\n2. Users must maintain their wallet account information accurately and not disclose it to others.\n3. Users must not use the wallet to violate laws or infringe on the rights of others.",
    "privacy_policy": "Wallet personal information collection details\n\nArticle 1: Items of personal information collected\nThe wallet may collect the following personal information items:\n1. Personal information such as real name, date of birth, gender, etc. to verify the user’s identity\n2. Personal information such as email address and phone number as user's contact information\n3. Personal information such as user’s wallet usage history and transaction information\n\nArticle 2: Purpose of collection and use of personal information\nThe wallet uses the collected personal information for the following purposes:\n1. Personal information is used for the purpose of user identification and service provision.\n2. Personal information is used to communicate smoothly with users and respond to their inquiries.\n3. Personal information is used for the purpose of improving and maintaining services.\n4. Personal information is used to comply with laws and regulations and prevent illegal use."
  }
}
